,	2915340
the	2711757
.	2377705
in	1730933
of	1466537
and	1434233
a	1167237
he	941022
-lrb-	821162
-rrb-	820753
was	813767
is	621383
to	614451
for	609856
''	525097
``	499078
his	469336
as	467222
born	386974
at	343660
an	328776
on	315174
with	296974
from	273273
's	270793
--	235693
who	210120
by	186106
she	179511
played	163647
also	157477
american	149359
has	137573
football	137026
first	123358
league	117643
her	109815
that	106992
after	100784
known	98769
new	98687
university	97360
former	95749
one	92789
team	90610
world	90057
national	89601
player	89176
member	89086
professional	88522
which	87001
;	84859
during	83083
january	72934
career	72416
won	72136
may	71749
march	69889
served	69135
footballer	66691
august	66139
two	65819
had	65700
july	65650
september	65643
june	65016
april	64877
october	64386
november	62391
december	62127
currently	62053
best	61440
season	61256
february	61225
united	61016
film	59485
years	58861
plays	58101
but	55102
made	55055
became	53849
where	53723
been	52511
later	51462
club	50681
state	50366
college	49877
school	48472
most	48164
against	47864
their	47405
'	46364
band	46213
when	45594
time	45317
before	45278
playing	44709
war	44441
were	44308
three	44025
politician	43904
states	43728
second	43655
:	43281
english	42597
1	42398
until	42271
city	41890
coach	41869
died	41535
games	41467
year	41411
2012	41137
south	40780
john	40775
music	40722
2010	40692
it	40482
2008	39724
international	39530
since	39463
him	39374
york	38941
2011	38713
this	38003
british	37833
party	37769
2009	37715
or	37560
including	37537
2	37214
president	36954
television	36899
major	36592
australian	36462
director	36369
de	36255
2007	36142
work	36005
4	35944
over	35940
2013	35881
then	35625
be	35439
2014	35427
3	35420
retired	34991
series	34958
debut	34603
canadian	34092
olympics	34069
10	33823
actor	33673
2006	33415
not	32901
baseball	32427
they	32281
house	32055
5	31964
general	31948
summer	31715
championship	31709
award	31693
cup	31488
6	31445
only	31337
have	31269
into	31037
all	30748
well	30730
12	30493
15	30425
between	30103
hockey	30070
other	29819
11	29803
20	29632
14	29465
released	29393
both	29044
several	28991
medal	28907
2004	28853
7	28611
-	28472
album	28379
elected	28320
8	28300
worked	28192
13	28137
record	27960
up	27949
four	27914
minister	27882
2005	27835
16	27818
being	27728
17	27226
name	26990
under	26966
25	26940
18	26829
many	26672
actress	26617
more	26597
high	26467
9	26371
21	25880
group	25818
19	25591
county	25558
22	25507
son	25481
early	25358
30	25211
are	25073
death	25043
competed	25031
24	24991
england	24961
game	24868
age	24847
23	24846
seasons	24844
following	24779
role	24646
while	24516
part	24405
received	24387
district	24378
27	24214
26	24181
28	24175
2003	24143
appeared	23963
french	23921
championships	23902
films	23516
german	23424
out	23266
represented	23116
its	22982
joined	22945
basketball	22904
i	22803
2000	22771
named	22701
2002	22550
such	22453
women	22278
29	22234
william	22190
began	22117
singer	22076
last	21943
head	21930
california	21907
1988	21866
fc	21653
1992	21474
election	21377
professor	21267
writer	21136
north	21113
russian	21105
division	21094
2001	20956
rugby	20930
1990	20869
james	20767
u.s.	20746
artist	20703
1984	20676
play	20654
final	20621
number	20518
1989	20466
army	20435
2015	20362
moved	20323
signed	20264
father	20151
family	20128
&	20018
1986	19988
five	19979
took	19909
left	19880
1987	19879
1991	19736
appointed	19729
association	19726
married	19622
tour	19609
ii	19588
1996	19446
indian	19420
1985	19418
1993	19308
1999	19227
show	19188
west	19174
union	19002
life	18960
1994	18931
london	18912
now	18706
1980	18664
1983	18656
times	18619
history	18586
round	18570
held	18496
1982	18456
law	18426
went	18343
government	18331
would	18296
king	18294
manager	18248
third	18211
author	18188
back	18115
rock	18103
george	18090
1998	18089
producer	18085
canada	18064
australia	18062
1995	17956
through	17896
1981	17827
company	17766
country	17691
senior	17666
chief	17486
brother	17485
than	17329
position	17316
1997	17300
cricket	17280
`	17241
1979	17143
called	17110
officer	17083
top	17048
european	16968
started	16906
art	16865
ice	16853
david	16826
midfielder	16824
title	16818
military	16697
political	16692
italian	16669
winning	16485
san	16464
appearances	16394
works	16355
1976	16314
public	16276
end	16227
came	16207
1978	16192
st.	16171
did	16130
1972	16060
robert	16059
draft	16058
champion	16027
returned	15849
spent	15822
led	15763
1977	15731
children	15686
governor	15681
academy	15606
home	15536
hall	15457
attended	15439
men	15417
having	15376
match	15366
side	15351
gold	15346
finished	15336
awarded	15319
published	15315
about	15274
31	15235
1968	15186
records	15169
book	15118
nfl	15109
1974	15094
washington	15055
1975	15006
previously	14933
council	14874
stage	14830
some	14825
matches	14784
scored	14725
leader	14703
1970	14636
radio	14612
france	14582
six	14581
court	14406
royal	14406
1973	14387
place	14335
thomas	14325
1971	14273
1969	14132
1964	14127
research	14087
michael	13988
wife	13955
chicago	13947
win	13939
there	13905
late	13821
same	13812
india	13751
cross	13746
event	13704
charles	13678
church	13637
democratic	13539
los	13507
however	13424
assembly	13365
young	13341
awards	13289
town	13261
soccer	13255
fame	13233
single	13230
1967	13213
again	13211
senate	13202
runs	13105
1960	13061
working	13041
science	12979
people	12976
representatives	12939
texas	12893
among	12858
successful	12845
books	12838
based	12837
defender	12827
board	12802
zealand	12712
business	12708
parliament	12705
serving	12701
office	12597
level	12572
chairman	12566
tv	12530
republican	12514
forward	12486
assistant	12463
great	12380
1966	12344
institute	12337
paul	12331
them	12313
1962	12281
1965	12271
service	12247
field	12238
own	12228
air	12123
day	12111
leading	12092
1963	12066
goals	12053
committee	11989
earned	11964
song	11950
silver	11914
angeles	11883
first-class	11822
along	11779
olympic	11778
selected	11772
east	11755
degree	11725
graduated	11687
musician	11680
mayor	11669
m	11662
free	11631
1956	11510
germany	11490
1961	11472
albums	11454
spanish	11380
central	11339
grand	11315
western	11309
development	11273
1952	11260
current	11239
executive	11230
daughter	11225
scottish	11223
formed	11221
1958	11217
1948	11204
wrote	11204
cricketer	11190
roles	11067
representing	11038
education	11021
seven	11004
lead	10990
arts	10977
lost	10932
1959	10919
minor	10914
sports	10909
popular	10857
joseph	10827
1945	10821
department	10817
bronze	10778
century	10774
society	10767
although	10737
various	10732
1957	10715
short	10707
louis	10684
florida	10674
bishop	10666
secretary	10662
henry	10580
man	10569
la	10514
members	10486
1955	10480
100	10476
social	10467
racing	10446
1954	10421
junior	10417
due	10411
1946	10377
swedish	10358
active	10332
list	10328
hit	10327
richard	10307
civil	10305
1947	10300
1949	10282
1950	10276
1953	10242
no	10232
long	10213
studied	10204
included	10204
include	10189
america	10151
1951	10113
founder	10106
drafted	10104
making	10096
become	10089
deputy	10044
mexican	10036
songs	10024
irish	9939
events	9932
peter	9929
order	9870
force	9858
representative	9854
fellow	9834
premier	9831
captain	9805
dutch	9797
often	9779
wales	9758
ohio	9750
youth	9741
founded	9731
considered	9721
theatre	9720
1944	9685
center	9665
overall	9664
singles	9633
race	9593
jr.	9558
journalist	9532
magazine	9516
edward	9495
smith	9483
c.	9469
chinese	9426
african	9409
pennsylvania	9397
another	9391
famous	9346
competition	9330
fourth	9323
recorded	9323
local	9318
congress	9315
just	9286
carolina	9216
white	9185
pitcher	9134
ontario	9065
teams	9021
set	9009
prior	8991
black	8989
ireland	8961
judge	8954
polish	8951
highest	8948
1943	8932
legislative	8894
road	8878
produced	8863
success	8843
numerous	8833
boston	8820
total	8814
sir	8809
1942	8801
like	8769
model	8762
federal	8735
players	8717
live	8714
festival	8694
himself	8685
eight	8670
brazilian	8652
red	8622
editor	8593
term	8583
continued	8566
next	8512
virginia	8510
agent	8483
native	8466
musical	8464
1940	8458
toronto	8433
philadelphia	8433
run	8432
old	8428
mark	8419
used	8409
female	8402
seat	8393
better	8389
performed	8379
republic	8348
star	8329
1941	8296
average	8287
lee	8245
miss	8239
program	8213
open	8198
soviet	8175
park	8165
1936	8163
mother	8160
still	8154
retirement	8140
written	8140
featured	8138
1939	8138
ten	8135
jazz	8106
media	8104
china	8099
defeated	8099
guitarist	8067
michigan	8046
liberal	8033
guitar	8028
solo	8026
studies	8022
never	8020
acting	8018
scoring	8017
africa	8008
prince	8003
lawyer	7980
northern	7959
super	7958
appearance	7943
composer	7929
right	7928
style	7921
us	7907
prime	7898
news	7891
artists	7890
because	7883
korean	7857
christian	7850
1938	7845
japan	7842
massachusetts	7837
mexico	7810
commander	7781
test	7760
together	7760
tournament	7755
nhl	7720
helped	7703
around	7702
period	7699
melbourne	7692
medals	7691
candidate	7682
goalkeeper	7679
becoming	7666
so	7661
contract	7656
japanese	7649
independent	7642
you	7636
nominated	7621
songwriter	7604
announced	7595
navy	7577
big	7565
ever	7557
directed	7548
battle	7537
francisco	7534
centre	7532
studio	7530
saint	7527
era	7522
notable	7496
figure	7492
queen	7490
italy	7482
1920	7477
class	7471
1937	7467
throughout	7451
performance	7441
justice	7438
reached	7430
involved	7429
poet	7412
southern	7407
1935	7393
can	7388
writing	7377
original	7369
europe	7362
bill	7354
martin	7348
days	7346
modern	7345
1924	7336
regular	7332
official	7327
paris	7324
1980s	7324
twice	7317
full	7290
illinois	7290
score	7290
sydney	7282
these	7274
health	7268
j.	7267
uk	7247
defensive	7217
1928	7213
power	7200
1930	7199
van	7196
catholic	7190
lives	7183
affairs	7173
prize	7169
points	7167
shows	7165
brown	7157
right-handed	7156
love	7152
community	7140
half	7137
jersey	7134
movement	7133
very	7129
industry	7087
striker	7066
1934	7060
rules	7038
titles	7032
amateur	7023
island	7022
participated	7021
organization	7015
victoria	6962
down	6934
individual	6918
created	6899
near	6897
will	6894
whose	6891
few	6883
nine	6880
voice	6869
whom	6866
special	6855
quebec	6852
off	6848
others	6845
alexander	6840
minnesota	6840
mary	6838
1970s	6834
businessman	6833
medical	6829
training	6822
bay	6814
production	6813
teacher	6810
woman	6805
what	6801
recently	6798
master	6790
found	6784
1932	6784
prominent	6761
winter	6744
tennis	6739
educated	6729
forces	6728
staff	6720
kingdom	6719
scotland	6704
said	6691
pop	6682
noted	6682
ran	6659
once	6653
established	6650
much	6646
conservative	6639
cyclist	6632
addition	6626
release	6621
frank	6621
lieutenant	6619
#	6611
post	6600
recording	6589
project	6585
1931	6581
area	6576
1933	6566
rights	6557
1929	6548
freestyle	6541
any	6495
eventually	6481
drama	6481
st	6480
dr.	6477
jones	6449
originally	6445
described	6435
1912	6434
painter	6432
my	6415
vice	6405
lived	6404
politics	6402
serbian	6400
remained	6383
nba	6375
innings	6371
police	6371
founding	6369
1921	6368
campaign	6349
subsequently	6346
1925	6336
batsman	6332
1927	6319
columbia	6309
comedy	6305
roman	6303
1918	6302
do	6297
1926	6286
williams	6285
green	6276
squad	6275
georgia	6274
child	6268
important	6264
track	6247
victory	6246
winner	6238
usa	6232
spain	6232
character	6221
months	6219
credited	6191
1922	6190
1919	6178
1960s	6178
though	6175
little	6174
senator	6173
technology	6166
greek	6152
attorney	6151
video	6150
czech	6116
brothers	6108
50	6096
1990s	6094
$	6092
engineer	6092
honor	6080
1923	6070
label	6065
detroit	6063
fifth	6056
jack	6049
starting	6044
1914	6037
primarily	6036
knight	6032
killed	6025
norwegian	6016
make	6010
kansas	6008
1917	6003
conference	6003
ended	6002
trophy	6002
daniel	5983
given	5980
million	5978
recipient	5967
wrestling	5964
personal	5964
foreign	5964
movie	5946
without	5943
holds	5943
scott	5940
action	5938
different	5919
human	5917
main	5917
formerly	5909
further	5896
upon	5888
small	5886
leadership	5880
duke	5877
johnson	5872
province	5865
practice	5860
system	5856
despite	5835
metal	5825
commission	5810
good	5809
entered	5807
graduate	5798
museum	5795
no.	5780
placed	5770
inducted	5760
montreal	5739
starred	5738
1st	5731
could	5722
running	5719
bbc	5693
living	5690
n't	5670
followed	5668
bass	5664
1908	5663
clubs	5663
private	5645
andrew	5639
cleveland	5638
britain	5638
athletics	5627
joining	5622
pro	5620
danish	5613
a.	5607
real	5606
b.	5601
behind	5596
management	5589
goal	5584
see	5567
moscow	5546
sound	5544
hill	5536
younger	5522
foundation	5489
doubles	5488
raised	5487
1915	5485
story	5485
novel	5482
succeeded	5465
blue	5443
athletic	5443
mike	5438
louisiana	5437
ukrainian	5431
taking	5428
pittsburgh	5423
hungarian	5421
resigned	5407
iron	5386
1916	5379
street	5353
according	5345
vfl	5338
200	5334
1913	5333
hong	5329
host	5324
activist	5321
moving	5315
coaching	5314
engineering	5312
rose	5304
return	5301
!	5299
support	5299
way	5294
sister	5291
empire	5277
iii	5276
serves	5272
arthur	5268
1911	5266
design	5259
lord	5256
coached	5256
fifa	5224
theory	5215
loan	5214
joe	5209
emperor	5188
command	5188
cabinet	5180
within	5179
screenwriter	5178
achieved	5176
hits	5174
tom	5156
turkish	5153
russia	5128
grew	5128
oxford	5104
promoted	5103
belgian	5097
use	5093
1910	5093
gained	5080
kong	5062
argentine	5059
alongside	5025
today	5013
sweden	5007
study	5005
finishing	5003
press	4998
vocalist	4998
eastern	4998
drummer	4997
greatest	4991
francis	4982
giants	4982
anthony	4979
fiction	4978
swimmer	4971
me	4969
counties	4966
take	4959
language	4959
bob	4958
mainly	4953
commonwealth	4951
sport	4934
husband	4927
wickets	4925
services	4923
2nd	4918
retiring	4912
blues	4911
those	4907
driver	4895
golden	4888
managed	4887
widely	4886
sciences	4879
finnish	4879
literature	4874
batting	4864
jim	4863
metres	4860
turned	4857
date	4853
vocals	4843
designer	4834
administration	4819
coast	4817
cambridge	4792
line	4786
form	4785
chris	4776
heart	4773
hospital	4736
afl	4736
point	4732
bands	4731
contemporary	4716
professionally	4716
each	4708
davis	4708
leaving	4706
got	4699
partner	4695
dance	4690
victorian	4682
pakistan	4676
bachelor	4670
houston	4670
feature	4669
speaker	4668
academic	4665
tennessee	4655
netherlands	4655
taught	4655
1909	4652
policy	4640
steve	4638
arizona	4637
sometimes	4634
riding	4628
influential	4626
network	4626
stephen	4618
if	4613
sox	4610
legislature	4608
diego	4591
atlanta	4588
bank	4585
night	4584
soon	4584
saw	4582
1905	4576
1904	4571
athlete	4565
1907	4563
maria	4563
korea	4562
albert	4557
kentucky	4557
supreme	4554
wilson	4552
failed	4541
stars	4538
elizabeth	4536
1906	4535
even	4526
injury	4525
asian	4525
start	4525
el	4522
wide	4517
berlin	4510
1900	4507
finish	4476
al	4472
positions	4470
chair	4463
guard	4460
welsh	4457
schools	4456
labor	4449
sri	4442
novels	4435
winger	4435
large	4430
economic	4427
beginning	4409
poland	4404
tony	4397
elections	4393
rank	4388
leagues	4371
gave	4368
sold	4365
1950s	4358
strong	4342
brazil	4342
m.	4339
jackson	4337
historian	4327
car	4322
tigers	4322
student	4321
sixth	4315
austrian	4315
developed	4313
opera	4311
result	4306
oregon	4304
40	4302
wrestler	4299
taylor	4297
act	4297
josé	4296
highly	4294
mostly	4292
channel	4291
constituency	4288
portuguese	4287
light	4280
culture	4274
buried	4273
singer-songwriter	4269
boxer	4267
primary	4267
colorado	4258
swiss	4256
patrick	4256
d.	4243
w.	4242
harry	4239
cincinnati	4238
indiana	4237
replaced	4236
literary	4234
relay	4228
dean	4225
medicine	4224
firm	4221
provincial	4205
maryland	4198
naval	4188
performing	4179
manchester	4175
course	4164
walter	4162
newspaper	4157
baltimore	4152
queensland	4150
starring	4150
ranked	4146
brian	4142
ceo	4139
aged	4136
doctor	4133
middle	4132
earl	4129
ball	4119
batted	4117
frederick	4115
1903	4115
bar	4109
terms	4101
nicknamed	4099
cemetery	4094
1901	4090
miami	4085
trade	4085
contributions	4085
trial	4074
youngest	4068
wisconsin	4060
missouri	4048
von	4048
ambassador	4043
dynasty	4042
computer	4040
distinguished	4039
brought	4034
stories	4033
region	4027
completed	4018
losing	4017
labour	4016
wins	4011
puerto	4007
briefly	4006
...	4003
lions	4002
rangers	4001
shot	4000
nations	3998
1902	3993
soldier	3993
notably	3993
20th	3986
river	3984
harvard	3970
future	3961
regarded	3956
corps	3954
nation	3949
progressive	3949
1899	3949
ncaa	3946
includes	3935
economics	3933
1896	3923
scene	3919
allen	3916
unknown	3916
née	3914
poetry	3911
all-american	3905
philosophy	3898
cancer	3891
kg	3890
sons	3889
performances	3886
chess	3885
medalist	3884
parents	3881
r.	3881
theater	3876
consecutive	3874
/	3870
seattle	3863
comedian	3857
projects	3855
romanian	3851
almost	3849
figures	3843
offensive	3840
croatian	3838
commonly	3834
associate	3833
hamilton	3827
lewis	3822
israeli	3821
entertainment	3821
entry	3815
recognized	3814
1898	3811
trained	3809
close	3808
iowa	3808
go	3808
comic	3805
owner	3804
chart	3803
sent	3802
hampshire	3798
person	3797
caps	3793
guest	3790
fought	3785
attack	3785
returning	3778
1895	3776
issues	3776
movies	3772
oklahoma	3769
we	3759
argentina	3758
democrat	3757
princess	3753
entrepreneur	3751
front	3748
kim	3741
1897	3736
e.	3735
1892	3734
personality	3723
appearing	3722
fashion	3722
folk	3707
scholar	3699
cardinals	3697
christopher	3695
outside	3694
pilot	3691
physics	3688
architect	3683
touring	3680
descent	3678
land	3677
wing	3673
version	3672
classical	3672
prix	3671
swimming	3670
s.	3670
every	3669
h.	3667
dj	3666
base	3663
pacific	3662
documentary	3662
mixed	3660
across	3659
opening	3657
commissioner	3654
toured	3652
alan	3650
water	3649
friend	3642
case	3641
miller	3636
mlb	3635
champions	3627
remembered	3626
rovers	3625
collection	3624
latter	3621
opposition	3619
bowl	3618
marriage	3617
port	3617
howard	3614
alabama	3612
security	3611
flying	3602
lady	3602
1891	3600
legal	3599
particularly	3596
seventh	3593
pitched	3591
serve	3590
presenter	3584
key	3584
f.c.	3583
%	3582
initially	3574
3rd	3574
dancer	3571
del	3568
taken	3562
ranking	3560
control	3559
classic	3559
antonio	3549
journal	3536
premiership	3535
?	3526
ministry	3524
defense	3523
-lsb-	3522
faculty	3520
associated	3520
scientist	3519
1890	3512
dallas	3509
birth	3508
brooklyn	3504
responsible	3497
prison	3496
ryan	3494
met	3494
revolutionary	3491
ali	3486
coming	3481
kent	3481
commercial	3480
claimed	3475
1894	3472
re-elected	3471
interest	3469
how	3468
votes	3467
regional	3463
golf	3463
commons	3461
hollywood	3459
majority	3456
rome	3456
mp	3453
admiral	3451
financial	3451
category	3451
pioneer	3450
liga	3449
pageant	3449
using	3441
shortly	3441
federation	3440
santa	3437
1893	3432
previous	3432
defeat	3429
girl	3427
beijing	3426
referred	3421
beach	3421
revolution	3421
station	3420
decided	3409
pope	3407
productions	3397
bowler	3396
deal	3395
lake	3395
carlos	3391
critic	3384
jewish	3384
eric	3382
fort	3381
novelist	3380
information	3378
join	3378
finals	3376
earlier	3376
victories	3375
samuel	3368
communist	3363
put	3363
teaching	3362
especially	3357
simply	3356
1889	3356
pick	3354
alberta	3346
le	3346
body	3337
kevin	3334
internationally	3327
per	3324
baron	3316
mr.	3296
denmark	3294
attention	3290
l.	3285
entire	3282
supporting	3281
variety	3278
principal	3277
space	3272
male	3268
forced	3268
4th	3266
iranian	3262
colonel	3255
cinema	3254
drums	3250
transferred	3246
away	3243
finance	3242
contributed	3241
students	3241
recent	3241
birmingham	3239
global	3239
khan	3233
valley	3230
qualified	3227
parts	3225
tamil	3223
musicians	3221
traded	3221
0	3217
broke	3212
nearly	3212
stanley	3211
presidential	3210
village	3209
administrator	3203
eagles	3201
operations	3201
bulgarian	3200
nomination	3197
da	3197
murder	3194
anderson	3193
educator	3193
buffalo	3192
experience	3189
ray	3188
capital	3187
going	3182
listed	3176
beauty	3169
historical	3167
1888	3161
peace	3160
fire	3156
fox	3155
connecticut	3154
priest	3152
norway	3150
punk	3150
seen	3149
acted	3148
episode	3147
outstanding	3146
traditional	3141
religious	3140
israel	3140
double	3136
vancouver	3133
indians	3133
1887	3131
douglas	3126
money	3125
austria	3125
simon	3124
moore	3123
orleans	3122
get	3118
girls	3118
gordon	3115
reign	3110
singing	3107
richmond	3104
independence	3103
building	3101
duo	3100
boy	3094
countries	3094
1930s	3089
titled	3088
fencer	3087
latin	3085
promotion	3085
jean	3084
largest	3082
influence	3077
1884	3073
diplomat	3067
perhaps	3067
competing	3067
contest	3065
defence	3064
nickname	3057
fighting	3055
older	3055
martial	3052
cultural	3050
entitled	3046
friends	3046
athens	3044
face	3044
present	3043
dave	3041
philip	3034
400	3033
honorary	3031
significant	3029
boys	3027
threw	3026
scientific	3024
selection	3019
represent	3019
graduating	3018
don	3017
bowling	3016
loss	3015
juan	3014
co-founder	3012
walker	3011
parliamentary	3010
heavyweight	3005
nova	3004
natural	3004
all-star	3000
billboard	2999
tenure	2996
relations	2995
corporation	2993
adelaide	2984
saints	2984
yards	2984
help	2982
cast	2980
1885	2977
articles	2973
adam	2972
archbishop	2969
able	2960
circuit	2958
writers	2949
gary	2948
ben	2947
fall	2947
bc	2945
racer	2944
brief	2942
yorkshire	2937
worldwide	2931
philippines	2930
camp	2930
built	2929
volleyball	2925
turkey	2923
1886	2922
memorial	2918
asia	2918
clark	2917
matthew	2909
fine	2907
boxing	2904
belgium	2904
multiple	2886
marie	2885
switzerland	2882
ottawa	2878
alfred	2878
mississippi	2878
past	2871
jimmy	2870
break	2866
recognition	2863
painting	2859
suffered	2858
utah	2858
b	2857
pga	2855
fk	2847
companies	2844
represents	2842
finally	2841
baseman	2841
lawrence	2841
cover	2834
mathematics	2833
pan	2830
golfer	2827
week	2827
ring	2826
greece	2825
physician	2824
iran	2821
billy	2819
bassist	2814
job	2807
energy	2807
split	2807
orchestra	2806
decades	2804
occasions	2803
dublin	2802
quarterback	2800
talent	2799
bears	2796
presented	2794
1882	2793
marine	2786
charge	2782
mission	2780
photographer	2779
5th	2778
electronic	2776
wars	2775
groups	2771
composed	2766
donald	2764
outfielder	2763
allowed	2760
f.	2760
pirates	2759
wayne	2758
technical	2757
indoor	2755
finland	2753
1883	2751
cousin	2750
kelly	2749
sam	2749
arrested	2746
systems	2743
directors	2743
resides	2743
broadway	2729
remains	2728
estate	2727
fighter	2721
vote	2720
critical	2717
dan	2717
hungary	2716
extreme	2716
our	2710
grant	2708
johnny	2707
programs	2707
ross	2705
lincoln	2705
russell	2704
hot	2700
featuring	2698
move	2697
ian	2697
opened	2696
artistic	2692
skater	2691
19th	2684
lancashire	2680
crime	2680
appointment	2678
carl	2674
reserve	2674
farm	2673
rookie	2672
captured	2671
challenge	2666
1880	2664
roy	2656
anne	2656
heavy	2655
month	2653
imperial	2651
physical	2651
harris	2650
anna	2648
ph.d.	2646
d.c.	2644
enemy	2639
obtained	2638
fight	2638
influenced	2637
runner	2636
daily	2629
supported	2629
instead	2627
agency	2626
sun	2624
austin	2623
bravery	2619
hip	2612
commanded	2609
prestigious	2608
roger	2605
reported	2604
masters	2603
hard	2601
formula	2601
unsuccessful	2601
graham	2595
right-arm	2591
subject	2591
nelson	2589
seconds	2586
chosen	2586
recordings	2585
uefa	2585
bruce	2581
usually	2580
1881	2578
ukraine	2576
fa	2572
receiving	2568
benjamin	2564
tall	2563
comics	2561
reality	2558
margaret	2557
signing	2552
regiment	2548
races	2548
ep	2547
alex	2545
come	2543
count	2543
thompson	2542
sheffield	2541
islands	2539
egypt	2539
regularly	2535
spell	2534
tim	2533
alternative	2532
soap	2530
stewart	2528
far	2527
weeks	2527
renowned	2524
xi	2523
abc	2523
earning	2522
maine	2521
jan	2518
p.	2517
authority	2517
limited	2516
managing	2516
stone	2516
robinson	2511
territory	2511
your	2510
uncle	2509
stood	2508
resignation	2506
1878	2504
changed	2504
arkansas	2502
spring	2502
bristol	2501
sea	2500
located	2499
eleven	2498
singh	2496
intelligence	2496
ann	2495
60	2495
pianist	2493
vietnam	2489
1879	2488
advocate	2488
rule	2486
alliance	2485
frequently	2485
reds	2484
rest	2483
browns	2480
dead	2474
ace	2473
egyptian	2472
grammy	2471
nigerian	2471
freedom	2471
two-time	2470
thai	2470
undrafted	2469
hold	2466
change	2465
status	2461
hop	2461
jason	2460
leaders	2457
crown	2452
acclaimed	2452
introduced	2451
saskatchewan	2450
publishing	2450
linebacker	2449
credits	2449
campbell	2448
creative	2445
discovered	2443
consultant	2441
actions	2441
1876	2440
sprint	2438
debuted	2438
oakland	2438
publications	2437
higher	2432
singapore	2429
playwright	2428
joint	2422
designed	2420
scotia	2419
combined	2417
tampa	2417
all-time	2414
yugoslavia	2412
barcelona	2411
lower	2411
sussex	2411
receiver	2410
commentator	2409
keith	2407
denver	2407
paintings	2405
prolific	2401
1875	2400
decade	2397
luis	2396
ford	2392
edition	2391
bell	2390
1940s	2390
review	2388
g.	2387
kings	2384
mathematician	2378
less	2376
languages	2373
piano	2371
1874	2371
1864	2370
decision	2366
filipino	2363
rico	2363
steven	2362
liverpool	2362
runner-up	2362
jonathan	2360
adams	2360
1865	2357
hosted	2357
phd	2356
chemistry	2353
qualifying	2352
edmonton	2352
generation	2350
soul	2350
advisor	2350
collegiate	2349
horse	2348
award-winning	2346
kennedy	2344
surrey	2342
convicted	2340
6th	2340
malaysia	2339
fans	2338
cape	2337
cubs	2336
morning	2334
left-handed	2332
couple	2332
electoral	2331
performer	2330
controversial	2327
catcher	2325
expert	2324
yankees	2324
rapper	2324
jane	2322
complete	2321
x	2321
franklin	2321
range	2320
murray	2319
7th	2318
competitions	2317
phillies	2317
milwaukee	2315
tests	2312
matt	2308
related	2308
mountain	2306
1877	2305
1872	2305
fred	2305
voted	2305
tackle	2304
reporter	2302
inc.	2301
ability	2300
gallery	2299
victor	2297
1871	2294
ward	2288
origin	2288
winnipeg	2288
efforts	2286
minutes	2286
charts	2286
dismissed	2284
economist	2284
helping	2281
veteran	2280
daughters	2279
andy	2275
annual	2275
calgary	2274
respectively	2273
provided	2272
instrumental	2271
portugal	2270
defeating	2270
broadcast	2270
probably	2270
serie	2269
jeff	2266
glasgow	2265
charlie	2265
throne	2265
screen	2264
online	2261
nbc	2261
industrial	2258
powerful	2256
lifetime	2256
ground	2255
captained	2254
herbert	2254
wright	2253
shooting	2252
permanent	2250
studying	2244
mitchell	2244
construction	2243
speed	2241
twelve	2240
hc	2240
posted	2237
diocese	2237
des	2235
morgan	2234
concert	2234
inaugural	2234
farmer	2231
bernard	2231
admitted	2230
manuel	2228
beat	2227
bowled	2226
defenceman	2224
ski	2222
atlantic	2220
1873	2220
evans	2220
der	2218
thus	2217
slovak	2217
nicholas	2216
affiliated	2215
actors	2212
forest	2211
flight	2210
sentenced	2209
braves	2207
shooter	2207
marshall	2205
eighth	2203
criminal	2202
safety	2202
karl	2200
fields	2199
problems	2198
stanford	2198
jordan	2197
injuries	2196
successfully	2196
500	2194
handball	2193
publisher	2193
1870	2192
indonesia	2190
harold	2189
least	2188
oldest	2187
portland	2184
food	2183
god	2183
sr.	2183
competitive	2181
incumbent	2179
1867	2177
indie	2176
lanka	2174
either	2171
somerset	2169
combat	2167
attempt	2165
relief	2163
yale	2161
holding	2160
×	2159
y	2158
hours	2157
raymond	2157
section	2156
1863	2154
poor	2152
library	2150
wood	2148
t.	2147
edinburgh	2147
max	2143
lecturer	2141
well-known	2138
accident	2136
hired	2131
v	2130
filmmaker	2130
gay	2129
ninth	2129
milan	2129
nigeria	2128
architecture	2127
35	2126
ranks	2124
elder	2124
stint	2123
appears	2123
confirmed	2121
hometown	2119
1920s	2118
brisbane	2113
derbyshire	2113
honors	2110
eldest	2108
scorer	2107
wicket	2102
pakistani	2102
lyrics	2102
owned	2102
cuba	2100
citizen	2100
leeds	2100
emeritus	2100
episodes	2099
heat	2098
caused	2097
silva	2095
inside	2094
1861	2093
ronald	2092
las	2090
aircraft	2089
weekly	2087
albanian	2087
craig	2087
percentage	2086
mount	2086
urban	2085
standing	2085
baker	2085
ordained	2084
specialized	2083
subsequent	2082
physicist	2082
vocal	2081
carter	2079
newly	2078
socialist	2078
activities	2077
reputation	2076
translated	2074
battlefield	2074
achievement	2071
convention	2070
successor	2069
accepted	2069
am	2068
settled	2068
infantry	2068
silent	2068
barry	2067
reform	2066
congressional	2065
carlton	2065
launched	2062
attacking	2060
domestic	2059
enjoyed	2059
characters	2059
shared	2058
too	2058
appear	2055
nick	2053
oak	2052
1868	2051
internet	2050
philosopher	2050
essex	2048
marathon	2045
bobby	2045
common	2044
manitoba	2044
always	2043
municipal	2043
adult	2039
branch	2037
kenneth	2037
interests	2036
vienna	2035
newcastle	2034
di	2033
bad	2032
cbs	2027
rican	2025
philanthropist	2023
dodgers	2023
focus	2022
parish	2018
indianapolis	2017
process	2015
spending	2015
du	2013
dennis	2012
talk	2012
agriculture	2011
hurling	2011
chamber	2008
cd	2008
particular	2006
indonesian	2004
iv	2004
reach	2003
biggest	2002
1869	2002
8th	2001
inspired	2001
senators	2000
morris	1999
sc	1998
operation	1997
rio	1995
towards	1993
medley	1993
madrid	1993
emmy	1992
planning	1989
1862	1989
collaborated	1988
producing	1988
perth	1987
stated	1986
competes	1985
scholarship	1982
romania	1981
earth	1981
experimental	1980
murphy	1979
visual	1977
names	1977
done	1973
organizations	1972
holy	1969
unit	1966
honour	1965
continues	1964
sarah	1964
asked	1961
hawaii	1960
collins	1960
serbia	1958
tournaments	1957
sabha	1956
oil	1955
dominican	1953
ruled	1952
material	1949
referee	1948
digital	1946
invited	1943
afghanistan	1943
leg	1942
believed	1942
advanced	1942
chiefs	1937
ernest	1937
chilean	1936
pair	1936
chancellor	1935
rather	1935
officially	1935
guy	1934
tried	1933
orthodox	1933
thought	1932
hand	1931
tech	1930
i.e.	1930
nature	1930
hugh	1928
rode	1927
tommy	1926
declared	1926
leave	1925
studios	1925
creating	1923
gregory	1922
tours	1922
angels	1921
popularity	1921
warren	1920
chile	1919
grandson	1919
choice	1919
grade	1918
psychology	1917
motion	1917
full-time	1916
barbara	1916
1866	1916
creation	1916
areas	1915
80	1913
analysis	1913
jump	1912
durham	1911
dick	1910
employed	1907
article	1907
roberts	1907
trainer	1905
website	1904
thailand	1903
cuban	1901
larry	1900
poker	1898
10th	1897
twenty	1897
sitcom	1896
berkeley	1895
contribution	1895
tracks	1894
1860	1894
motorcycle	1894
indies	1893
brunswick	1893
genre	1893
stadium	1892
oliver	1892
survived	1891
r&b	1890
colombian	1889
colombia	1889
decorated	1888
disney	1887
already	1887
focused	1887
compete	1885
32	1884
capped	1883
writes	1882
paulo	1881
dark	1879
journalism	1879
ivan	1878
fell	1875
iraq	1873
communications	1873
11th	1872
nephew	1872
norman	1870
skating	1870
sculptor	1869
wild	1867
islamic	1866
create	1865
nebraska	1864
sporting	1863
dropped	1861
care	1860
bradford	1860
programme	1859
70	1858
magazines	1856
grandfather	1856
dedicated	1855
rifle	1854
jesus	1852
trinity	1852
reaching	1851
ron	1850
vincent	1849
honored	1849
secret	1849
dakota	1846
charges	1846
sunday	1846
hindi	1846
coordinator	1845
report	1845
resident	1845
relationship	1844
cooper	1844
pace	1843
temple	1841
issue	1838
crew	1837
picture	1837
jay	1836
grey	1836
reading	1833
hero	1831
k.	1831
acts	1828
resulted	1825
electric	1823
12th	1820
specialist	1820
features	1819
eugene	1817
co-founded	1817
turner	1816
cook	1816
rider	1815
prominence	1815
doctorate	1813
bush	1812
commissioned	1812
fantasy	1811
upper	1810
re-election	1809
horror	1808
terry	1807
arena	1807
nashville	1807
extensively	1806
pc	1806
ralph	1806
generally	1806
munich	1806
collaboration	1805
should	1802
jets	1801
paper	1801
elite	1801
leonard	1800
fast	1800
environmental	1798
recruited	1798
session	1798
ballet	1798
trio	1797
railway	1796
developing	1796
phoenix	1796
missed	1795
armed	1794
instructor	1794
jose	1792
palace	1791
drew	1791
partnership	1790
neil	1790
offered	1789
drug	1788
merchant	1784
injured	1784
charlotte	1783
33	1783
quickly	1779
ed	1779
transfer	1776
yet	1774
lloyd	1772
assigned	1770
african-american	1770
holder	1770
jerry	1770
troops	1770
eddie	1769
picked	1769
são	1768
bundesliga	1767
ken	1767
skills	1765
passed	1764
stayed	1764
venezuela	1763
coalition	1762
pictures	1762
critics	1761
costa	1759
phil	1756
videos	1756
true	1754
stuart	1754
assumed	1752
presidency	1751
spot	1751
attending	1750
2000s	1748
ancient	1746
cycling	1745
edwards	1745
directing	1744
arrived	1743
wanted	1742
perform	1741
9th	1741
engaged	1739
muhammad	1739
laboratory	1739
here	1738
packers	1738
13th	1736
non-league	1735
les	1734
derby	1734
visiting	1734
immediately	1732
researcher	1732
christ	1731
attempted	1729
via	1728
arab	1727
santos	1725
surgery	1721
croatia	1721
universe	1720
broken	1719
arsenal	1718
pierre	1717
cyrillic	1716
longest	1715
kept	1715
scout	1715
standard	1715
km	1714
petersburg	1714
uci	1713
illustrator	1713
cowboys	1712
servant	1712
added	1711
whilst	1709
hull	1709
committed	1708
draw	1708
advisory	1705
insurance	1703
recognise	1703
metre	1702
papers	1702
environment	1701
telugu	1700
metropolitan	1699
hans	1699
twin	1698
redskins	1698
v.	1696
extensive	1696
hotel	1694
educational	1692
rural	1691
credit	1690
childhood	1690
rogers	1690
oscar	1690
founders	1689
tokyo	1688
14th	1688
disease	1687
poems	1686
wall	1685
malaysian	1684
tradition	1683
compiled	1682
auckland	1681
roll	1680
acquired	1680
photography	1680
similar	1679
ottoman	1677
tied	1677
giving	1673
driving	1670
call	1670
cut	1669
greater	1669
malayalam	1669
legend	1669
hunter	1669
i.	1667
middleweight	1667
fund	1664
miguel	1662
parker	1660
adopted	1660
columnist	1660
unable	1660
gymnast	1659
blood	1659
collingwood	1659
raiders	1658
jon	1657
organized	1657
armenian	1656
fifteen	1655
write	1654
market	1653
medium	1652
dame	1650
allan	1650
largely	1650
interview	1647
squadron	1647
bicycle	1646
sisters	1645
refused	1645
posthumously	1645
marshal	1644
colonial	1642
all-ireland	1641
princeton	1639
marketing	1639
vegas	1639
assists	1638
ted	1638
cork	1637
broncos	1637
aires	1636
travel	1633
enough	1633
give	1632
aerial	1632
ligue	1632
perry	1631
danny	1631
delhi	1631
elements	1631
basis	1631
cardinal	1629
rams	1629
buenos	1628
continental	1627
coaches	1627
ma	1626
vladimir	1626
commanding	1626
lineman	1625
rhode	1625
nazi	1622
means	1622
page	1622
dream	1620
pitching	1620
18th	1619
butterfly	1619
globe	1618
broadcaster	1618
commerce	1617
phillips	1616
afterwards	1616
cruz	1615
collections	1614
1859	1612
direction	1611
exhibition	1611
triple	1610
honours	1609
pradesh	1606
warriors	1606
twins	1605
amsterdam	1605
table	1603
brigadier	1602
ending	1601
muslim	1601
magic	1601
cap	1600
harrison	1599
orioles	1599
inventor	1599
religion	1598
orange	1598
read	1597
alice	1596
spells	1596
34	1595
substitute	1592
ultimately	1590
executed	1590
steelers	1589
turn	1589
institution	1589
wings	1588
investment	1588
machine	1587
li	1585
exchange	1585
1857	1585
harvey	1584
vice-president	1582
occasionally	1582
workers	1581
36	1580
obe	1580
unique	1578
warsaw	1578
nominee	1578
lok	1576
entering	1576
majors	1576
cbe	1574
getting	1573
heritage	1571
suicide	1568
software	1567
nuclear	1567
clinton	1566
meeting	1566
biology	1564
15th	1563
louise	1561
wounded	1560
ahmed	1559
councillor	1558
panthers	1558
goaltender	1557
fleet	1555
aaron	1553
underground	1553
foster	1552
impact	1552
45	1552
jacob	1551
prague	1550
kerala	1550
*	1550
pat	1550
animated	1549
duties	1548
correspondent	1548
breaststroke	1547
1858	1546
interior	1545
specializing	1545
pedro	1544
sex	1544
90	1543
involvement	1543
sign	1542
constitutional	1542
greg	1542
ca	1541
birthday	1540
continue	1540
contested	1540
cameron	1539
fact	1539
anchor	1539
fullback	1539
crowned	1537
americans	1537
universities	1536
hughes	1535
stockholm	1533
wanderers	1533
doing	1532
influences	1531
ruler	1531
levels	1531
nobel	1529
saudi	1529
bills	1528
mtv	1528
colts	1528
lankan	1526
cfl	1526
portrayed	1526
catherine	1525
arabic	1524
battalion	1524
philippine	1522
agricultural	1520
authored	1520
polo	1519
columbus	1518
does	1517
bureau	1517
ship	1515
controversy	1513
under-21	1513
cardiff	1512
slovenian	1511
remaining	1510
missionary	1510
newspapers	1510
first-team	1509
copies	1508
told	1507
thereafter	1507
pursue	1506
leicester	1505
chose	1505
sought	1505
three-time	1504
leslie	1503
price	1502
organisation	1502
applied	1501
fernando	1501
mets	1500
newport	1500
colin	1500
ahead	1500
serious	1500
clarke	1499
halifax	1499
occasional	1498
resources	1498
pioneering	1496
franchise	1495
bin	1495
hope	1495
serial	1495
miles	1495
edited	1494
brand	1494
investigation	1494
conflict	1492
middlesex	1492
mathematical	1491
wellington	1491
hitting	1490
rob	1489
castle	1488
1856	1487
essendon	1487
bridge	1487
sales	1486
mason	1486
possible	1485
75	1484
broadcasting	1484
effort	1482
rich	1482
en	1481
creator	1481
nevada	1479
montana	1479
bases	1478
receive	1478
worth	1477
marc	1476
grace	1475
distance	1475
herself	1474
sultan	1474
worcestershire	1473
graphic	1473
direct	1472
bangladesh	1472
zagreb	1471
straight	1471
by-election	1470
die	1470
lasted	1469
butler	1469
venezuelan	1469
s	1468
1848	1468
300	1468
recurring	1468
centuries	1467
advance	1467
interim	1467
wallace	1467
17th	1467
moon	1466
abroad	1466
publication	1466
gilbert	1465
extended	1464
belgrade	1464
sean	1463
16th	1463
effects	1462
letters	1462
patriots	1462
illness	1462
backing	1461
albion	1461
royals	1461
surgeon	1461
view	1460
warner	1459
geelong	1459
rick	1457
brigade	1456
property	1455
maría	1454
delegate	1454
welterweight	1454
backstroke	1453
leo	1453
38	1452
watson	1451
lightweight	1451
results	1451
granted	1450
bennett	1447
wave	1447
row	1445
hitter	1445
1855	1445
citizenship	1444
gallantry	1443
learned	1443
maurice	1443
budapest	1443
emigrated	1442
knowledge	1441
ussr	1440
chemist	1440
supporter	1440
interred	1438
spanned	1438
jockey	1436
1854	1436
cities	1435
genres	1435
cathedral	1435
cups	1434
cited	1433
madison	1433
officers	1433
37	1433
carried	1432
warwickshire	1432
compiling	1432
robin	1431
persian	1431
corporate	1431
nominations	1429
sang	1429
lacrosse	1429
trust	1428
gospel	1427
hills	1426
spelled	1425
singers	1425
approach	1425
latvian	1424
invasion	1424
chester	1423
arnold	1421
campaigns	1420
counsel	1419
views	1418
gray	1417
rbi	1417
amongst	1416
laws	1416
deep	1415
achievements	1415
bulgaria	1413
umpire	1413
discovery	1412
gabriel	1411
releasing	1411
instruments	1411
jefferson	1410
hundred	1410
accused	1409
statesman	1409
edwin	1409
degrees	1408
gloucestershire	1407
vale	1406
joan	1404
clerk	1404
selling	1404
acclaim	1403
bat	1403
expedition	1402
cause	1402
eye	1402
headed	1401
capacity	1401
noble	1401
secondary	1401
seoul	1400
card	1399
falcons	1399
unsuccessfully	1399
site	1398
economy	1398
opposed	1398
algerian	1397
todd	1393
background	1392
rising	1392
leaves	1388
bulldogs	1387
jamaica	1386
dynamo	1386
available	1386
aka	1386
faith	1386
charged	1385
establish	1385
learning	1384
queens	1383
till	1383
idol	1383
tenth	1382
styles	1381
guide	1380
peaked	1380
colony	1379
train	1379
things	1379
subjects	1378
percent	1377
baby	1377
romantic	1375
treatment	1374
proved	1374
lynn	1373
traveled	1373
stock	1373
teammate	1370
1853	1370
preston	1370
nascar	1370
legendary	1369
b.a.	1369
1851	1368
villa	1368
48	1365
replacing	1364
graduation	1364
shah	1364
celtic	1364
celebrated	1363
breaking	1363
susan	1362
paralympics	1362
gloucester	1362
knee	1361
constitution	1361
chance	1361
speedway	1360
shortstop	1360
stand	1360
42	1359
treasurer	1359
justin	1358
sky	1358
collected	1357
low	1356
word	1355
inter-county	1355
celebrity	1354
steel	1353
losses	1353
committees	1353
longtime	1352
cult	1352
nottinghamshire	1351
caught	1351
analyst	1350
ad	1350
claim	1350
theme	1350
account	1349
davies	1348
winners	1347
charity	1347
chemical	1347
issued	1346
canterbury	1345
otto	1345
wilhelm	1344
sources	1344
arm	1343
1852	1343
1850	1342
bosnian	1341
primera	1340
conducted	1340
aviation	1339
frs	1339
translator	1339
rochester	1338
chelsea	1338
teen	1337
authorities	1337
heard	1337
mohammad	1337
fellowship	1335
township	1335
tasmania	1335
establishment	1334
crash	1334
beyond	1333
pete	1332
succeeding	1331
frequent	1331
renamed	1331
switched	1330
merit	1329
covered	1329
latest	1329
dragons	1328
fan	1328
orlando	1327
claims	1327
idaho	1325
duncan	1325
formation	1324
communication	1324
mind	1324
alberto	1323
turning	1323
memphis	1322
39	1322
completing	1321
manhattan	1321
timothy	1320
competitor	1320
let	1318
55	1318
jacksonville	1318
electrical	1315
louisville	1314
norfolk	1314
roberto	1314
performs	1313
jorge	1313
two-year	1311
mills	1311
coup	1310
sailor	1309
audience	1309
pseudonym	1308
bench	1307
buildings	1307
tight	1306
helen	1306
consisting	1303
resumed	1303
heavily	1302
ideas	1302
49ers	1302
faced	1302
reelection	1300
adviser	1299
factory	1299
appeal	1298
throw	1296
registered	1296
gerald	1296
theology	1296
dolphins	1295
rise	1295
strikeouts	1295
jeffrey	1295
plan	1294
kilda	1294
dramatic	1293
sides	1293
historic	1293
sprinter	1292
1849	1292
spiritual	1291
fitzroy	1290
festivals	1289
additional	1289
marked	1289
universal	1288
crisis	1288
pursuit	1288
thirteen	1287
try	1287
holland	1286
delaware	1285
evidence	1285
commercials	1284
departure	1284
41	1283
know	1282
knockout	1282
mario	1282
conductor	1282
walk	1282
confederate	1280
angel	1280
richardson	1280
gone	1279
themes	1279
leicestershire	1279
soldiers	1277
disbanded	1277
techniques	1276
scandal	1275
showed	1275
storm	1275
santiago	1274
christmas	1274
lane	1273
garcía	1273
aired	1271
product	1271
replacement	1270
sergeant	1270
nationwide	1270
profession	1268
exile	1268
brain	1268
vc	1268
lithuanian	1267
places	1267
writings	1267
prisoner	1267
advertising	1266
distinction	1266
kicked	1266
et	1266
housing	1266
duty	1265
hawks	1265
mainstream	1265
bats	1265
georgian	1264
box	1263
mc	1263
thirty	1262
image	1261
critically	1260
regime	1260
animal	1260
concept	1259
placing	1259
dc	1259
find	1258
establishing	1258
setting	1258
belarusian	1258
contributor	1257
foil	1256
store	1256
gang	1255
shaw	1255
positive	1255
releases	1255
skier	1255
exhibited	1254
spencer	1253
owen	1253
headquarters	1252
brooks	1252
room	1250
effective	1250
rankings	1250
slam	1250
biography	1249
abdul	1249
fielder	1248
chef	1248
covers	1247
pen	1247
democracy	1247
czechoslovakia	1247
47	1246
1847	1246
florence	1246
garden	1245
minority	1245
anglican	1245
suffering	1245
accomplished	1245
fair	1244
under-19	1243
43	1243
penalty	1241
retire	1241
preliminary	1240
azerbaijan	1239
21st	1237
appeals	1237
interested	1236
1841	1236
bailey	1235
stay	1235
billion	1235
ucla	1234
consists	1234
bradley	1233
spirit	1232
remain	1232
guilty	1232
1846	1232
web	1230
rodríguez	1230
lineup	1230
ss	1229
missing	1229
kingston	1227
forbes	1227
portrait	1227
stoke	1226
andrews	1226
growing	1226
theoretical	1226
anniversary	1224
meet	1224
edgar	1224
mentioned	1223
fisher	1222
finalist	1221
ellis	1221
bryan	1219
medieval	1219
develop	1219
ceremony	1219
laura	1219
51	1218
transport	1218
surviving	1217
estonian	1217
1837	1217
mumbai	1216
color	1215
affiliate	1215
reed	1214
janeiro	1214
54	1214
seek	1213
platform	1212
alaska	1212
wells	1212
pronounced	1211
removed	1210
52	1210
luke	1209
paid	1209
civilian	1208
worker	1208
dr	1208
specializes	1208
whole	1207
gonzález	1207
reports	1207
eurovision	1206
concerts	1206
rfc	1206
oilers	1205
curtis	1205
complex	1205
trials	1204
technique	1203
line-up	1203
alexandra	1203
friedrich	1202
officials	1201
seminary	1200
institutions	1199
mbe	1199
banker	1198
simpson	1198
replace	1197
failure	1197
reid	1197
starts	1197
nathan	1196
consort	1196
salt	1196
families	1196
devoted	1195
vikings	1194
huddersfield	1192
romance	1191
sixteen	1190
willie	1190
istanbul	1190
harper	1189
e	1189
marcus	1189
source	1188
initial	1188
mohammed	1188
mass	1186
rival	1186
1843	1186
northwestern	1185
changes	1185
friendly	1185
gymnastics	1184
full-length	1184
afc	1184
taiwan	1184
rabbi	1183
cox	1183
teaches	1183
1840	1182
revival	1182
cole	1181
incident	1181
reviews	1180
animation	1180
stages	1180
khl	1178
murdered	1178
alleged	1177
stevens	1177
montgomery	1177
wang	1177
example	1176
beautiful	1176
brighton	1176
sat	1175
northwest	1175
uruguayan	1175
nottingham	1174
valuable	1173
vermont	1173
besides	1172
opposite	1172
dancing	1171
column	1170
beating	1169
raced	1169
say	1168
compilation	1167
sullivan	1167
franz	1167
euro	1166
criticism	1166
volunteer	1165
armstrong	1165
opponent	1165
string	1165
apart	1164
1844	1164
keyboards	1164
obama	1163
leon	1163
henderson	1163
andré	1162
arrest	1162
method	1162
sentence	1162
hands	1161
pieces	1161
averaged	1161
featherweight	1161
duchess	1161
effect	1160
theodore	1160
bollywood	1160
rhythm	1159
practiced	1158
abraham	1158
1845	1157
tax	1156
editions	1156
65	1154
fill	1154
pastor	1154
glenn	1153
symphony	1153
ruling	1152
wimbledon	1152
cinematographer	1152
ways	1152
helsinki	1151
illustrated	1151
jacques	1151
josh	1151
jamie	1150
popularly	1150
produce	1150
saturday	1149
vision	1149
landscape	1148
heir	1148
soundtrack	1147
self-titled	1146
1500	1145
flag	1144
uses	1144
77	1144
syracuse	1143
extraliga	1143
shown	1142
'm	1142
longer	1142
wwe	1140
co-wrote	1139
sierra	1139
comes	1137
weight	1137
fortune	1137
gene	1137
words	1136
nationally	1136
administrative	1136
jury	1136
feminist	1135
notre	1135
punjab	1134
plans	1134
providing	1134
drawing	1133
-rsb-	1133
worcester	1133
49	1133
hunt	1132
1000	1132
44	1132
jennifer	1132
monk	1131
panel	1131
youtube	1131
wigan	1131
gaelic	1130
plymouth	1130
internal	1130
imprisoned	1130
adaptation	1129
attend	1129
hart	1129
democrats	1128
mariners	1128
lines	1127
killing	1127
protection	1127
46	1127
kannada	1125
something	1125
robertson	1123
yugoslav	1123
ladies	1123
paralympic	1123
curling	1122
resistance	1122
lucas	1122
square	1122
chargers	1122
nancy	1121
superior	1121
gibson	1121
internationals	1121
teachers	1119
padres	1119
glass	1118
cases	1118
collective	1117
ahl	1117
rafael	1116
consisted	1115
66	1115
1842	1115
nationalist	1115
dog	1115
drive	1114
un	1114
compositions	1114
portrayal	1113
bring	1113
artillery	1112
separate	1112
earliest	1112
keep	1111
holmes	1111
cheltenham	1110
purchased	1109
han	1109
sculpture	1108
jerusalem	1108
1839	1108
co.	1108
policies	1107
rice	1107
creek	1106
belfast	1106
icc	1106
ruth	1104
anton	1103
overseas	1103
fired	1102
fourteen	1102
hudson	1102
aquatics	1101
roster	1101
rally	1101
search	1101
rebellion	1101
falls	1100
topics	1100
56	1100
macedonian	1099
plant	1099
malcolm	1099
kontinental	1099
vi	1098
height	1098
attempts	1098
blake	1097
superliga	1096
blacks	1096
kenny	1096
engineers	1096
opportunity	1095
succession	1094
1812	1094
short-lived	1094
meaning	1094
expansion	1093
forms	1093
tyler	1093
alpine	1092
rounds	1092
remainder	1092
producers	1092
enlisted	1091
ensemble	1091
sharks	1091
fraser	1091
playoff	1090
57	1089
themselves	1089
na	1088
platinum	1088
ba	1088
border	1088
hayes	1087
look	1087
dundee	1086
piece	1086
railroad	1086
passing	1085
natwest	1085
baronet	1085
failing	1084
midfield	1084
1832	1084
methods	1084
newton	1084
retained	1084
missions	1084
sofia	1084
jesse	1084
wolf	1083
coverage	1083
richards	1082
titleholder	1082
saying	1082
1836	1081
suspended	1081
hugo	1081
zimbabwe	1080
feet	1080
bid	1080
cornerback	1080
peru	1080
enrolled	1079
tag	1079
cartoonist	1079
jurist	1078
bolton	1078
parties	1078
theatrical	1077
pass	1077
53	1077
civic	1076
ethnic	1076
jamaican	1076
certified	1075
letter	1074
travelled	1073
transportation	1073
predecessor	1072
quality	1072
mcdonald	1072
kids	1072
devon	1072
mobile	1072
teammates	1071
respected	1071
matter	1071
memory	1071
athletes	1071
69	1070
speech	1070
o	1070
patron	1069
favorite	1069
copenhagen	1069
owns	1069
operated	1068
arranger	1068
identified	1068
michel	1068
overs	1067
bruins	1067
decoration	1067
división	1067
hamburg	1067
pistol	1066
powell	1066
milton	1066
hawthorn	1066
edmund	1065
ssr	1065
succeed	1064
63	1064
macdonald	1064
buccaneers	1062
allied	1062
woods	1062
kumar	1062
quartet	1061
experiences	1061
churches	1060
usl	1059
foot	1058
cornell	1058
68	1058
corruption	1058
derek	1057
twenty20	1056
think	1055
chen	1055
joel	1055
1835	1054
isaac	1054
bear	1054
shadow	1053
gain	1053
congressman	1053
mining	1052
essays	1052
58	1051
burton	1051
1838	1050
grammar	1050
1830	1049
compared	1049
capture	1049
denis	1049
adrian	1049
pitch	1048
southampton	1048
painted	1047
doug	1047
bruno	1046
episcopal	1046
72	1046
providence	1044
proposed	1044
restaurant	1044
grandmaster	1044
sexual	1044
editorial	1043
brewers	1043
salvador	1042
participation	1042
bought	1041
evening	1041
career-high	1041
occupation	1040
rap	1040
ocean	1039
64	1039
iraqi	1038
1834	1037
portsmouth	1037
hardcore	1037
pornographic	1037
gun	1037
keyboardist	1036
resulting	1036
circle	1036
lebanon	1036
lisa	1036
ill	1035
posts	1035
bath	1035
150	1033
intellectual	1033
springs	1033
idea	1033
causes	1032
julian	1032
models	1032
a&m	1031
reasons	1031
borough	1031
épée	1030
makes	1030
fifty	1030
violence	1029
atlético	1029
wyoming	1028
ahmad	1028
62	1028
penn	1027
elliott	1027
designs	1027
ibn	1025
bond	1025
syrian	1025
confused	1024
response	1024
kerry	1024
marco	1024
erik	1024
bosnia	1023
ties	1023
prop	1023
escape	1022
lebanese	1022
giant	1021
cavalry	1021
abu	1021
trip	1021
crystal	1021
sitting	1021
candidates	1021
recognised	1021
stolen	1020
palmer	1020
hopkins	1020
challenged	1019
bulls	1019
strategic	1018
badminton	1018
joshua	1018
caribbean	1017
74	1017
itv	1017
considerable	1016
products	1016
urdu	1016
lack	1016
express	1016
eyes	1016
plus	1015
pioneers	1014
occasion	1013
visited	1013
build	1013
residence	1013
baptist	1013
liberation	1013
mid	1012
fiji	1012
1833	1012
nepal	1012
kenya	1012
mental	1012
earn	1011
best-selling	1011
superintendent	1011
albania	1011
andrea	1011
killer	1011
attacks	1011
julia	1010
burns	1010
84	1010
budget	1010
outbreak	1010
85	1010
cold	1009
banking	1009
il	1007
diamond	1007
oslo	1007
qualify	1006
hosts	1006
67	1006
n.	1005
arms	1005
bengali	1005
clay	1005
mvp	1005
glamorgan	1005
welfare	1004
semifinals	1004
bengal	1004
roots	1004
required	1003
blog	1003
spanning	1003
composition	1002
journey	1002
crimes	1002
banks	1001
indigenous	1001
expanded	1001
growth	1000
bowls	1000
materials	1000
stations	999
powers	999
gaining	999
liu	999
infielder	997
radical	997
scenes	997
historians	997
additionally	997
ordered	997
regarding	996
bombers	996
shop	995
perfect	995
detective	995
potential	995
data	993
caucus	993
improved	993
communities	992
coleman	992
progress	992
yang	992
empress	991
knights	991
adventures	991
judicial	991
slalom	991
hip-hop	991
certain	991
shakespeare	990
offices	990
73	990
